Repository: urre/post-expirator
Catalog: post-expirator-*.po
Languages: sv_se

source: Debugging table is currently empty.
sv_se: Debug-tabellen är tom

source: Timestamp
sv_se: Tidsangivelse

source: Message
sv_se: Meddelande

source: Post expires at EXPIRATIONTIME on EXPIRATIONDATE
sv_se: Inlägget avpubliceras vid EXPIRATIONTIME vid EXPIRATIONDATE

source: Settings
sv_se: Inställningar

source: Expires
sv_se: Avpubliceras

source: Never
sv_se: Aldrig

source: Post Expirator
sv_se: Avpublicerare

source: Enable Post Expiration
sv_se: Använd automatisk avpublicering

source: The published date/time will be used as the expiration value
sv_se: Datumet satt som publiceringsdatum (datum/tid) kommer användas som grund för avpublicering

source: Year
sv_se: År

source: Month
sv_se: Månad

source: Day
sv_se: Dag

source: Hour
sv_se: Timma

source: Minute
sv_se: Minut

source: How to expire
sv_se: Avpubliceringssätt

source: Expiration Categories
sv_se: Avpubliceringskategori

source: General Settings
sv_se: Inställningar

source: Defaults
sv_se: Standardinställningar

source: Diagnostics
sv_se: Diagnos

source: View Debug Logs
sv_se: Visa debug-logg

source: Post Expirator Options
sv_se: Inställningar för avpublicerare

source: Saved Options!
sv_se: Inställningar sparade!

source: The post expirator plugin sets a custom meta value, and then optionally allows you to select if you want the post changed to a draft status or deleted when it expires.
sv_se: Avpubliceraren använder ett eget custom field, och låter dig sedan välja om du vill att inlägget ska ändras till ett utkast eller tas bort när det avpubliceras

source: Valid [postexpirator] attributes:
sv_se: Godkända [postexpirator] attribut

source: type - defaults to full - valid options are full,date,time
sv_se: Typ. Standardvärde är ”full - godkända alternativ är full, date, time

source: dateformat - format set here will override the value set on the settings page
sv_se: Datumformat - formatet här skriver över inställningarna på Inställningssidan

source: timeformat - format set here will override the value set on the settings page
sv_se: Tidsformat - formatet här skriver över inställningarna på Inställningssidan

source: Date Format:
sv_se: Datumformat:

source: The default format to use when displaying the expiration date within a post using the [postexpirator] shortcode or within the footer. For information on valid formatting options, see: <a href="http://us2.php.net/manual/en/function.date.php" target="_blank">PHP Date Function</a>.
sv_se: Standardformatet för att visa avpubliceringsdatum. Läs mer

source: Time Format:
sv_se: Tidsformat:

source: The default format to use when displaying the expiration time within a post using the [postexpirator] shortcode or within the footer. For information on valid formatting options, see: <a href="http://us2.php.net/manual/en/function.date.php" target="_blank">PHP Date Function</a>.
sv_se: Standardformatet för att visa avpubliceringsdatum. Läs mer

source: Default Date/Time Duration:
sv_se: Standardvärden för datum- och tids-period

source: None
sv_se: Inga

source: Custom
sv_se: Egna

source: Post/Page Publish Time
sv_se: Publiceringsdatum för inlägg/sidor

source: Set the default expiration date to be used when creating new posts and pages. Defaults to none.
sv_se: Sätt standard-datum för avpublicering som ska användas när nya inlägg och sidor skapas. Standardvärde är inget.

source: Set the custom value to use for the default expiration date. For information on formatting, see <a href="http://php.net/manual/en/function.strtotime.php">PHP strtotime function</a>.
sv_se: Sätt standard-värde som ska användas som avpubliceringsdatum. För mer information om formattering av datum/tid, se <a href="http://php.net/manual/en/function.strtotime.php">PHP strtotime function</a>.

source: Category Expiration
sv_se: Avpubliceringskategori

source: Default Expiration Category
sv_se: Standardkategori

source: Set's the default expiration category for the post.
sv_se: Sätter standard-kategori för detta inlägg

source: Post Footer Display
sv_se: Visning i sidfot

source: Enabling this below will display the expiration date automatically at the end of any post which is set to expire.
sv_se: Visar avpubliceringsdatumet längst ner under varje inlägg som har ett inställt avpubliceringssdatum

source: Show in post footer?
sv_se: Visa efter inlägget?

source: Enabled
sv_se: Aktiverad

source: Disabled
sv_se: Avaktiverad

source: This will enable or disable displaying the post expiration date in the post footer.
sv_se: Detta kommer aktivera eller avaktivera visningen av avpubliceringsdatum

source: Footer Contents:
sv_se: Innehåll i sidfot:

source: Enter the text you would like to appear at the bottom of every post that will expire. The following placeholders will be replaced with the post expiration date in the following format:
sv_se: Skriv in text som du vill ska visas längst ner under varje inlägg/sida som kommer avpubliceras. Följande placeholder-text kommer ersättas med avpubliceringsdatumet i följande format:

source: Footer Style:
sv_se: Stil för sidfot:

source: This post will expire on
sv_se: Detta inlägg kommer avpubliceras:

source: The inline css which will be used to style the footer text.
sv_se: Inline-css som kommer användas för sidfoten

source: Save Changes
sv_se: Spara ändringar

source: Default Expiration Values
sv_se: Standardvärden för avpubliceringsdatum

source: Use the values below to set the default actions/values to be used for each for the corresponding post types. These values can all be overwridden when creating/editing the post/page.
sv_se: Använd värden nedan för att sätta standard-inställningar att använda för motsvarande post-typer. Dessa värden kan skrivas sedan vid redigering av inlägg/sidor.

source: How to expire:
sv_se: Hur ska innehållet avpubliceras:

source: Select the default expire action for the post type.
sv_se: Välj standardmetod att avpublicera ett inlägg/sida

source: Auto-Enable?
sv_se: Aktivera automatiskt?

source: Select whether the post expirator is enabled for all new posts.
sv_se: Välj om avpubliceraren ska vara aktiverad för alla nya inlägg

source: Debugging Disabled
sv_se: Felsökning (debug) avstängd

source: Debugging Enabled
sv_se: Felsökning aktiverad

source: Debugging Table Emptied
sv_se: Debugg-tabell rensad

source: Advanced Diagnostics
sv_se: Avancerad diagnostik

source: Post Expirator Debug Logging:
sv_se: Felsökningslogg:

source: Status: Enabled
sv_se: Status: aktiverad

source: Disable Debugging
sv_se: Stäng av felsökning

source: Status: Disabled
sv_se: Status: avaktiverad

source: Enable Debugging
sv_se: Aktivera felsökning

source: Purge Debug Log:
sv_se: Rensa felsökning

source: Purge Debug Log
sv_se: Rensa felsökningslogg

source: Current Cron Schedule:
sv_se: Nuvarande cron-inställningar:

source: The below table will show all currently scheduled cron events with the next run time.
sv_se: Tabellen nedan visar alla schemalagda cron-job

source: Date
sv_se: Datum

source: Event
sv_se: Händelse

source: Arguments / Schedule
sv_se: Inställningar / Schemaläggning

source: Single Event
sv_se: Enstaka händelse

source: Below is a dump of the debugging table, this should be useful for troubleshooting.
sv_se: Nedan visas felsökningstabellen, användbar när du stöter på problem

source: Draft
sv_se: Utkast

source: Delete
sv_se: Ta bort

source: Private
sv_se: Privat

source: Category: Replace
sv_se: Kategori: ersättt

source: Category: Add
sv_se: Kategori: lägg till

source: Category: Remove
sv_se: Kategori: ta bort

source: Allows you to add an expiration date (minute) to posts which you can configure to either delete the post, change it to a draft, or update the post categories at expiration time.
sv_se: Lägger till möjligheten att avpublicera inlägg/sida vid ett visst datum (datum/tid). Du kan välja om inlägget/sidan ska tas bort, sättas som utkast eller byta kategori vid avpubliceringstillfället.
